expert1 = dict()
expert1["name"] = "김명순"
expert1["small_dog_cost"] = [40000, 45000]
expert1["middle_dog_cost"] = [45000, 50000]
expert1["large_dog_cost"] = [50000, 55000]
expert1["title"] = "안심하고 맡겨주세요 :)"
expert1["content"] = """
안녕하세요:)

저는 지난 20년간 반려동물과 함께 했습니다~
 펫시터를 하기전부터 강아지들을 너무 사랑해서  지인들 강아지를 봐준 경험이 많습니다.
현재는 많은 아이들을 돌보면서 성격과 나이에  알맞게 세심하게 펫시팅을 진행하고 있으며, 
아이들이 제2의 집처럼 스트레스없이 안전하고 편하게 지낼수 있도록 최선을 다하고 있습니다.

살다보면 어쩔수 없이 아이랑 떨어져야만할 상황이 찾아옵니다.
폭풍검색으로 찾은 곳에 아이를 맡기고 뒤돌아선 순간부터 수많은 걱정을 하게 되지요ㅜㅜ

아이가 불안해하지 않을까....
현관문 앞에서 날 기다리면서 울고있지 않을까....
밥은 잘 먹을까....

그마음 너무 잘 알기에 실시간 상황을
사진과 동영상으로 찍어서 보내드리고
내 아이처럼 편하게 엄마의 빈자리를 관심과 사랑으로 채워줍니다.
밑고 맡기신다면 아이들이랑 좋은 추억을 만들겠습니다.
"""

expert1["puppy"] = [
    {"name": "또리", "breed": "말티즈", "age": "7살", "character": "정말 온순해요:)"},
    {"name": "뽀리", "breed": "말티즈", "age": "7살", "character": "활발하고 강아지들과 잘 어울려요"}
]
expert1["comment"] = {
    "name": "김*연",
    "content":
        """어제 오늘 너무 감사했습니다. 
        처음 맡기는 거라 여러가지 걱정이 많았는데 
        매 시간 마다 연락주셔서 안심이 됐습니다.""",
    "date": "2020-11-30"
}

expert1["certification"] = [
    {
        "name": "반려동물관리사 1급",
        "Acquisition date": "2019. 5. 7"
    }
]

expert1["score"] = {"score": 4.4, "num": 17}


expert2 = dict()
expert2["name"] = "강하니"
expert2["small_dog_cost"] = [40000, 50000]
expert2["middle_dog_cost"] = [45000, 50000]
expert2["large_dog_cost"] = [50000, 55000]
expert2["title"] = "소중한 아이들을 안전하게^^"
expert2["content"] = """
안녕하세요 댕댕이들과 냥이 그리고 여러 특수동물들을 기르는 엄마입니다. 
어릴때부터 동물과 함께 자라왔고 현재는 평생 아이들과 함께하기위해 서정대학교 애완동물 학과를 졸업 후 동물병원에서 일하며 열심히 공부하고 있습니다.
단순하게 펫시터를 한다는 생각이 아니라 사랑스러운 아이들과 추억을 만든다고 생각하고 제 아이들처럼 돌보겠습니다.

👉이런분들에게 좋아요🐴

1. 너무커서 위탁을 거절당하시는 아이들 
2. 아프거나 나이가 많아 하루종일 풀케어가 필요한 아이들
3. 야외활동이 가능한 테라스가 있는 집에 맡기고 싶으신분
4. 애견카페나 전문호텔 또는 병원이 믿음이 안가시지만 강아지친구는 있었으면 하시는분

등등 곤란한 상황이시거나 일반 카페나 호텔이 불편하신분들에게 적합합니다~

여러 자격증과 펫시터 경험을 바탕으로, 능숙하고 안전하게 아이들 돌봐드리겠습니다.
우리 아이 잘있을까 하는 걱정없이 편안한 마음으로 돌아오실 수 있도록 함께 즐거운 시간 보내고 있을게요!

저희 집에 많이 많이 놀러오세요~~~♡
"""

expert2["puppy"] = [
    {"name": "비즈", "breed": "푸들", "age": "5살", "character": "정말 온순해요:)"},
]
expert2["comment"] = {
    "name": "이*라",
    "content":
        """지방에 갈 일이 생겨서 2박 3일 맡겼어요! 돌봐주시는 내내 영상도 많이 보내주시고 간식이며 사료까지 엄청 꼼꼼히 챙겨주시고 많이 못먹는 것 같다며 신경써주시고 너무 잘챙겨 주셨어요♥  
        의젓하고 너무 순하다며 칭찬도 많이 해주시고ㅜㅜ시터님 덕분에 맘놓고 다녀왔어요! 다음에 또 연락 드릴게요:D""",
    "date": "2020-12-05"
}
expert2["certification"] = [
    {
        "name": "반려동물관리사 1급",
        "Acquisition date": "2016. 9. 27"
    }
]

expert2["score"] = {"score": 4.6, "num": 11}\


expert3 = dict()
expert3["name"] = "고아름"
expert3["small_dog_cost"] = [40000, 45000]
expert3["middle_dog_cost"] = [45000, 50000]
expert3["large_dog_cost"] = [50000, 55000]
expert3["title"] = "행동교정사 경력 10년!"
expert3["content"] = """
안녕하세요~ 저는 지난 10년간 행동교정사로 활동하다가 지금은 가정집에서 펫시팅을 진행하고 있는 주부입니다.
강아지를 키우기 시작한건  20년으로 전으로 제 아들이 어려서부터 강아지를 너무 좋아했고 외아들인지라 정서상 좋을 것 같아 키우기 시작했습니다.
그렇게 시작해서 벌써 20년이 흘러 이제는  전문 자격증도 따고, 강아지 없이는 살 수 없는 사랑 가득한 펫시터가 되었답니다.

행동교정사로 일했던 경험으로 강아지들의 심리 상태와 그에 맞는 해결법을 누구보다 잘 알고 있다고 생각합니다. 
믿고 맡겨 주신다면 보호자님이 없는 동안 강아지들이 최대한 불안함을 느끼지 않도록 저희 식구들과 함께 행복한 추억 만들어드리리라고 약속합니다.

저희 집은 1층이어서 사람들과 마주쳐야할 엘리베이터는 타지 않아도 되고요,
걸어서 5분 거리에 호수 공원이 잘 마련되어 있답니다^^

내 아이처럼, 누구보다 따뜻하고 소중하게 보살펴드리겠습니다.  
"""

expert3["puppy"] = [
    {"name": "구름", "breed": "닥스훈트", "age": "12살", "character": "나이 때문인지 느긋하고 온순해요~ 다른 강아지들과 잘 어울려요ㅎㅎ"},
]
expert3["comment"] = {
    "name": "홍*현",
    "content":
        """친절한 펫시터님♡ 덕분에 안심하고 여행 잘 다녀왔습니당 물어보지 않아도 사진이랑 오늘 하루 어떻게 지냈는지 얘기해주셔서 너무 좋았어요!
        구름이랑 얼굴도 닮고 이름마저 똑같은 친구 그리고 펫시터님 가족분들과 너무너무 즐거운 시간 보내고 온 것 같아 강아지에게 덜 미안할 수 있네요ㅜㅜㅎㅎ 다음에 또 연락드릴게요~^^*""",
    "date": "2020-11-15"
}

expert3["certification"] = [
    {
        "name": "반려동물관리사 1급",
        "Acquisition date": "2016. 9. 27"
    },
    {
        "name": "반려동물행동교정사 1급",
        "Acquisition date": "2010. 11. 30"
    },
]
expert3["score"] = {"score": 4.7, "num": 20}


expert4 = dict()
expert4["name"] = "이순정"
expert4["small_dog_cost"] = [30000, 40000]
expert4["middle_dog_cost"] = [45000, 50000]
expert4["large_dog_cost"] = [50000, 55000]
expert4['title'] = "1:1 맞춤 케어 해드려요"
expert4["content"] = """
안녕하세요^^*
강아지를 매우매우 사랑하는 애견인 17년차 펫시터 이순정입니다~

펫시팅은 저 혼자 하는 일이 아니라 온 가족이 마음을 합쳐 강아지를 사랑해주어야 비로소 행복하고 따뜻한 돌봄이 될 수 있는 것 같아요~

저희 가족들 모두 강아지를 이뻐라하지만 강아지들이 불편해하는데 억지로 만지거나 귀찮게 하지 않는 것이 저희 집만의 철학이랍니다!
가족이랑 떨어져 있는 것만으로도 강아지들에겐 너무나도 큰 스트레스일텐데요..ㅜㅜ

산책, 밥, 간식, 놀이 ... 다~ 좋지만 무엇보다 안전이 제일이라는 생각으로 아이 맞춤으로 세심하게 신경쓰고 있으니까 안심하셔도 돼요^^

누구보다 소중한 우리 아이, 부득이하게 맡겨야하는데  호텔, 유치원이 너무 불안할 때, 고민하지 말고 맡겨주세요~
예쁘고 소중하게 잘 보살피고 있을게요!
"""

expert4["puppy"] = [
    {"name": "비즈", "breed": "포메라니안", "age": "3살", "character": "호기심이 많고 상아지들을 좋아해요~"},
]
expert4["comment"] = {
    "name": "박*영",
    "content":
        """친절한 펫시터님♡ 덕분에 안심하고 여행 잘 다녀왔습니당 물어보지 않아도 사진이랑 오늘 하루 어떻게 지냈는지 얘기해주셔서 너무 좋았어요!""",
    "date": "2020-12-02"
}

expert4["certification"] = [
    {
        "name": "반려동물관리사 1급",
        "Acquisition date": "2016. 9. 27"
    },
]
expert4["score"] = {"score": 4.8, "num": 13}


expert5 = dict()
expert5["name"] = "이현숙"
expert5["small_dog_cost"] = [30000, 35000]
expert5["middle_dog_cost"] = [35000, 40000]
expert5["large_dog_cost"] = [40000, 45000]
expert5['title'] = "믿고 맡기는 전문 펫시팅"
expert5["content"] = """
안녕하세요^^ 강아지들을 너무 사랑하고 항상 우리 아이들 먼저 생각하고 움직이는 펫시터 이현숙입니다.

저는 어렸을 때부터 동물들, 특히 강아지들을 너무 사랑해서 강아지 관련 직업을 가지고 싶었는데요.  
강아지를 키우고 싶었지만 그에 따른 책임감이 막중하다고 생각해서 선뜻 키우지는 못했고 그 대신 주변 지인들의 강아지를 직접 돌봐주며 행복함을 느꼈습니다.

많은 돌봄 경험으로 강아지 돌봄에 대한 자신감이 생겼고,  강아지도 키우게 되면서 이렇게 여러 자격증도 따며 펫시터로 성장할 수 있었던 것 같습니다.

아이들을 맡아줄 때마다 견주님들의 걱정, 불안감을 몸소 느꼈는데요ㅜㅜ
항상 아이들을 믿고 맡길 곳이 없어서 마음 아파하시는 것을 보며 제가 더욱 더  사랑으로 보살펴주어야 겠다고 느꼈답니다.

저는 항상 ‘견주님과 아이들 서로 행복할 수 있는 공간을 만들어주자!’ 라는 생각으로 펫시팅 활동을 진행하고 있습니다.

저희 강아지 너무 온순해서  잘 지낼 수 있을 거라고 생각해요~ 물론 만일을 위해 분리된 공간도 마련되어 있답니다^^
아이가 외롭지 않도록 같이 산책하며 잘 놀고 있을게요~^^ 

정성을 다해 케어해드릴게요! 후회 없으실거에요~ ~
감사합니다^^
"""

expert5["puppy"] = [
    {"name": "공주", "breed": "치와와", "age": "5살", "character": "수줍음을 많이 타요^^ 훈련이 아주 잘 되어있어서 먼저 공격하지 않아요"},
]
expert5["comment"] = {
    "name": "이*선",
    "content":
        """처음 맡길 뿐더러 사랑이가 노견이라서 다른 곳에서 잘 안받아줬는데 시터님께서 누구보다 반갑게 맞아주셔서 너무 감사했습니다! 사랑이 피부, 관절 세세하게 신경써주시고 생각도 하지 못했는데, 
        사진 선물 너무 감사드립니다. 너무 좋은 시간 보내고 온 것 같아요.. 잘 맡겼다는 생각이 드네요^^  앞으로도 연락 드려야 겠어요!""",
    "date": "2020-12-21"
}

expert5["certification"] = [
    {
        "name": "반려동물관리사 1급",
        "Acquisition date": "2015. 4. 22"
    },
    {
        "name": "반려동물관리사 1급",
        "Acquisition date": "2018. 6. 30"
    },
]
expert5["score"] = {"score": 4.5, "num": 16}



#############################

neighbor1 = dict()
neighbor1["name"] = "김다영"
neighbor1["small_dog_cost"] = [20000, 30000]
neighbor1["middle_dog_cost"] = [25000, 35000]
neighbor1["large_dog_cost"] = [30000, 40000]
neighbor1['title'] = "이웃집 뚱이네"
neighbor1["content"] = """
안녕하세요! 이웃펫시터 활동을 하고 있는 김다영이라고 합니다 ㅎㅎ
작년 저의 가족 토토가 무지개 다리를 건넌 후 지금은 두 번째 반려견과 함께하고 있습니다.
지난 13년간 쌓은 경험과 노하우로 아이들을 정성껏 돌볼 수 있어요! 

참고로 저는 애견 유치원에서 6개월간 알바를 한 경력도 있어
견종 관계 없이 모든 아이들 씻기는거, 산책 시키는 것 전부 자신 있습니다!
가까운 이웃인 저에게 편하게 믿고 맡기셔도 좋을 것 같아요 ! ㅎㅎ

유의할 점도 말씀 주시면 전부 지키구요, 알림장도 써드릴 수 있어요 . 
아이가 편하게 노는 예쁘고 귀여운 사진도 많이 찍어서 전달드리도록 하겠습니다~
연락주세요 :>
"""

neighbor1["puppy"] = [
    {"name": "뚱이", "breed": "치와와", "age": "1살", "character": "개구쟁이에요~ 애교가 정말 많아요"},
]
neighbor1["comment"] = {
    "name": "지*솔",
    "content":
        """집이랑 구조도 같고 가까운 이웃집에 제리를 맡길 수 있어서 낯선 환경에 적응하지 못하는 우리 아이에 대한 걱정을 조금 덜 수 있었어요! 요즘 제리가 사료를 너무 안 먹어서 고민이었는데, 
        얼마나 먹었는지도 세세하게 체크해주셔서 감동받았어요.제리가 좋은 친구 사귄 것 같아서 행복해요~^^""",
    "date": "2020-11-28"
}
neighbor1["score"] = {"score": 4.6, "num": 15}


neighbor2 = dict()
neighbor2["name"] = "이나은"
neighbor2["small_dog_cost"] = [20000, 25000]
neighbor2["middle_dog_cost"] = [25000, 30000]
neighbor2["large_dog_cost"] = [30000, 35000]
neighbor2['title'] = "안심하고 맡겨주세요!"
neighbor2["content"] = """
안녕하세요 푸들을 기르고 있는 이나은이라고 합니다.
저는 지금 주하라는 강아지를 2년 넘게 키워왔고, 친구들 반려견을 여러번 보살펴준 경험이 있어요!

저희 주하는 많이 온순한 친구라서 지금까지 다른 반려견이랑 충돌을 겪어본 적이 없고,
지금까지 여러 강아지들을 보살폈을 때도 사고 경험이 없습니다.

현재 당산쪽에서 살고있고, 당일 및 기간으로 모두 케어가 가능하니 언제든지 예약해주세요~
문의 사항 있으시면 010-3920-2877로 문자 남겨주시면 바로 답장해드릴게요!
"""

neighbor2["puppy"] = [
    {"name": "주하", "breed": "푸들", "age": "2살", "character": "온순한 주하에요"},
]
neighbor2["comment"] = {
    "name": "이*주",
    "content":
        """나은님 너무 감사합니다^^ 강이가 적응을 잘 못하는 편이어서 맡기기 전에 걱정이 많았는데 걱정과 달리 금방 적응했네요ㅎㅎ 스트레스도 안받고 잘 놀고 잘 싸고 잘 자고 온게 눈에 잘 
        보여요~^^  중간중간 일지도 써주시고 사진, 동영상도 올려주셔서 맘편히 여행했어요.  호텔링했으면 후회할 뻔했어요ㅜㅜ """,
    "date": "2020-12-01"
}
neighbor2["score"] = {"score": 4.6, "num": 19}

neighbor3 = dict()
neighbor3["name"] = "김지훈"
neighbor3["small_dog_cost"] = [15000, 20000]
neighbor3["middle_dog_cost"] = [20000, 25000]
neighbor3["large_dog_cost"] = [25000, 30000]
neighbor3['title'] = "행복하고 즐거운 집"
neighbor3["content"] = """
안녕하세요.  저는 26살 김지훈이라고 합니다. 현재 대학교 4학년이고, 
말랑이와 쫀득이라는 포메라니언 두친구, 그리고 엄마 아빠 누나 2명과 함께 살고 있어요 !
저희 집은 가족이 많아 말랑,쫀득이를 돌봐줄 사람이 많지만, 저희 식구와 달리 일상이 바빠 반려견과 충분히 시간을 보내지 못하는 이웃 분들께  
도움이 되고 싶어 이렇게 이웃펫시터로 활동하게 되었습니다.

제 상세 프로필을 보시면 그 동안 다른 분들이 이용하신 후기도 보실 수 있구요!  집 앞에 작지만 마당이 있어 아이들이 편히 뛰어놀기도 좋은 환경입니다.
말랑이와 쫀득이는 친화력이 좋고 온순한 편이어서 그동안 별다른 문제가 없었지만, 걱정이 되신다면 구역을 나눠 서로 잘 분리시키고
번갈아서 산책을 나가는 등 하는 방향으로도 진행이 가능합니다.

거의 항상 집에 가족들이 머물고 있으니 급하실 때 편하게 연락주시면 
성심성의껏 봐드리도록 하겠습니다  :)
감사합니다!
"""

neighbor3["puppy"] = [
    {"name": "말랑", "breed": "포메라니안", "age": "5살", "character": "의젓하고 온순해요."},
    {"name": "쫀득", "breed": "포메라니안", "age": "4살", "character": "친화력이 좋고 장난기가 많아요"},
]
neighbor3["comment"] = {
    "name": "장*나",
    "content":
        """급하게 친정에 가봐야해서 가까운 이웃집에 맡겼는데 쫑이와 비슷한 친구들과 함께 신나게 놀고 있는 모습에 너무 안심이 되었네요^^ 여러 마리를 키우셔서 그런지 관리도 잘 해주시고 사랑 듬뿍 
        주시는 모습에 감동 받았답니다~^^""",
    "date": "2020-12-20"
}
neighbor3["score"] = {"score": 4.8, "num": 11}


neighbor4 = dict()
neighbor4["name"] = "신나미"
neighbor4["small_dog_cost"] = [10000, 20000]
neighbor4["middle_dog_cost"] = [15000, 25000]
neighbor4["large_dog_cost"] = [20000, 30000]
neighbor4['title'] = "쿠키 집으로 초대합니다"
neighbor4["content"] = """
안녕하세요, 6살 배기 말티즈 쿠키 엄마 신나미 입니다. 

지금은 쿠키만 키우고 있지만, 친정에서 대형견 두마리를 더 키우고 있어
나름 능숙한 애견인이라고 할 수 있을 것 같아요^-^

저도 급할 때마다 이웃집뽀삐를 자주 이용했던 이용자로서 그동안 많은 도움들을 받아왔고
저도 이제 저와 비슷했던 분들께 잠시나마 도움을 주고 싶습니다.

저도 소중한 아이들을 아무 곳에나 맡기고 싶지 않은 그 마음 전부 이해하고
최대한 보호자 분이 그동안 해오시던 양육방식을 그대로 적용하고자 노력하고 있어요. 
저희 집 아이처럼 소중히 대할 수 있습니다.
믿고 맡겨 주세요 ^^
"""

neighbor4["puppy"] = [
    {"name": "쿠키", "breed": "말티즈", "age": "6살", "character": "다른 강아지에 크게 관심이 없어요."},
]
neighbor4["comment"] = {
    "name": "이*정",
    "content":
        """안심하고 다녀올 수 있도록 자주 사진, 동영상 보내주셔서 감사했어요ㅜㅜ 가족분들 모두 따뜻하셔서 우리 보름이가 큰 사랑 받고 온 것 같네요! 놀이도 하고, 산책도 하고 맛있는 것도 먹고... 
        우리 아이가 말괄량이라 많이 말썽부렸을 것 같은데 이해해주시고 잘 보듬어주셔서 감사합니다~!""",
    "date": "2020-12-08"
}
neighbor4["score"] = {"score": 4.7, "num": 21}


neighbor5 = dict()
neighbor5["name"] = "한서진"
neighbor5["small_dog_cost"] = [10000, 15000]
neighbor5["middle_dog_cost"] = [15000, 20000]
neighbor5["large_dog_cost"] = [20000, 25000]
neighbor5['title'] = "가족처럼 사랑으로 돌봅니다!"
neighbor5["content"] = """
안녕하세요? 저는 강아지를 정말 너무나도 사랑하는 당신의 이웃입니다. 
저희집에는 사모예드 왕자가 있는데요, 인근 반려견 놀이터에 가서 다른 집 강아지들을 봐도 너무 예쁘고 귀엽더라구요..
매번 저희 집 왕자와도 잘 지내고 서로 친구를 만나 신나하는 모습이 너무 보기 좋았어요 ㅎㅎ

혹시 집에서 혼자 남겨져 있는 시간이 많은 강아지가 심심해하거나 외로워한다면 저희집에서
저와 왕자와 즐거운 시간 보내면 좋을 것 같아요 ~ㅎㅎ 

그리고 왕자가 털이 많이 빠지는 만큼 저는 빗질도 잘하고 목욕도 자신 있구요 
체력도 좋아서 원하는 만큼 산책도 시켜주고 또 충분히 쉴 수 있도록 도와줄 수 있습니다 .

걱정은 내려놓으시고 편하게 연락주세요 ~ ㅎㅎ
"""

neighbor5["puppy"] = [
    {"name": "왕자", "breed": "사모예드", "age": "4살", "character": "아주 예의바르고 순해요. 친화력도 좋아서 어떤 강아지와도 잘 지내는 편입니다."},
]
neighbor5["comment"] = {
    "name": "유*아",
    "content":
        """우리 초코 잘 돌봐주셔서 감사드립니다. 초코가 매우 소심한데 이모님이 따뜻하게 대해주셔서 금방 마음을 열고 잘 지내다 온 것 같아요^^ 공주도 너무 귀엽고 앞으로도 초코랑 잘 지냈으면 
        좋겠어요!ㅎㅎ 사진과 동영상 모두 감사드립니다.다시 연락드릴 의사 100% 입니다~~!""",
    "date": "2020-11-21"
}
neighbor5["score"] = {"score": 4.6, "num": 11}







